{
    "title" : "Singapore Gears Up for the Greatest Show on Earth: The Trump-Kim Summit",
    "auth" : "新加坡政府",
    "content" : [
        {
            "index" : 1,
            "detail" : "Even by the standards of this efficient and ultramodern city-state, hosting the summit between President Donald Trump and North Korean leader Kim Jong Un is a big task."
        },{
            "index" : 2,
            "detail" : "A stream of Singapore government notices over recent days has offered clues on logistical and diplomatic preparations that have for the most part taken place out of the public eye."
        },{
            "index" : 3,
            "detail" : "Authorities have designated zones around two high-end hotels, including the Capella Hotel on a resort island chosen as the summit venue, as “special event areas” that are subject to stricter security measures, including a ban on drone flights and curbs on maritime traffic."
        },{
            "index" : 4,
            "detail" : "Temporary restrictions will apply to Singapore airspace and the government also exempted four black BMW armored sedans—to be used for the summit—from certain traffic laws."
        },{
            "index" : 5,
            "detail" : "Singapore’s foreign minister, meanwhile, conducted some shuttle diplomacy this week, flying to Washington for meetings with Secretary of State Mike Pompeo and national security adviser John Bolton, before embarking upon a hastily arranged trip to Pyongyang via Beijing, according to people familiar with the matter."
        },{
            "index" : 6,
            "detail" : "The summit has captured the imaginations of Singaporeans, who have set social media alight. Digitally altered images shared online showed Trump and Kim posing at city landmarks."
        },{
            "index" : 7,
            "detail" : "“It’s a good thing. Probably it will create just more good things for Singapore,” Shirley Goh, a 34-year-old business manager at a local bank, said of the summit."
        },{
            "index" : 8,
            "detail" : "Private businesses are looking to capitalize on the meeting with promotional tie-ins. The city’s mint released a commemorative coin, featuring the U.S. and North Korean flags on one side, with a dove and the words “World Peace” on the other."
        },{
            "index" : 9,
            "detail" : "Singapore has hosted many international gatherings, including the 2009 Asia-Pacific Economic Cooperation summit and an annual security forum that attracts top defense officials from Asia and the West."
        },{
            "index" : 10,
            "detail" : "But the Trump-Kim summit will overshadow all others. More than 2,500 journalists have registered to cover the meeting, according to the Singapore government."
        }
    ],
    "explain" : [
        {
            "index" : 1,
            "detail" : "即便按照高效率的超现代化城市国家新加坡的标准来看，举办“特金会”也是一项艰巨的任务。"
        },{
            "index" : 2,
            "detail" : "新加坡政府近日公布的一些通告透露了其所做的后勤和外交准备工作，其中大部分都是在公众视野之外开展的"
        },{
            "index" : 3,
            "detail" : "新加坡政府已将两家高档酒店的周边区域设为“特别活动区”，这些区域将采取更严格的安保措施，包括禁飞无人机和限制海上交通。位于一个度假岛屿上的嘉佩乐酒店(Capella Hotel)被选为此次峰会的举办地点。"
        },{
            "index" : 4,
            "detail" : "新加坡领空将实施临时禁飞措施，该国政府已批准四辆服务于此次峰会的黑色宝马防弹车免受一些交通规则限制。"
        },{
            "index" : 5,
            "detail" : "此外，据知情人士透露，新加坡外长本周进行了一系列“穿梭外交”，先是飞赴华盛顿与美国国务卿蓬佩奥(Mike Pompeo)以及国家安全顾问博尔顿(John Bolton)进行了会晤，随后又仓促安排从北京转机赶赴平壤。"            
        },{
            "index" : 6,
            "detail" : "此次峰会激发了新加坡人的想象力，并已成为社交媒体上的热门话题。网上出现了一些经过数字技术处理的图像，这些图像显示了特朗普和金正恩在新加坡地标建筑前的合影。"            
        },{
            "index" : 7,
            "detail" : "谈到此次峰会时，现年34岁、在一家本地银行担任业务经理的Shirley Goh说，这是件好事，也许会给新加坡带来更多好处。"            
        },{
            "index" : 8,
            "detail" : "私营企业希望借这次机会推售一些搭卖的产品。新加坡造币厂发行了一款纪念币，一面印有美国和朝鲜国旗图案，另一面是和平鸽图案和“世界和平”字样。"            
        },{
            "index" : 9,
            "detail" : "新加坡举办过许多国际会议，其中包括2009年亚太经济合作组织（简称APEC)峰会以及一年一度的安全论坛，该论坛吸引了来自亚洲和西方的国防官员。"            
        },{
            "index" : 10,
            "detail" : "不过与“特金会”相比，其他峰会都显得黯然失色。据新加坡政府称，已经有超过2,500名记者申请来现场报道此次峰会。"            
        }
    ]
}